salesforce-soap-api-demo/login-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:urn="urn:partner.soap.sforce.com">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:login>
         <urn:username>sunni56jassi56@gmail.com</urn:username>
         <urn:password>Panbahar@123456789INH7TUAStSjxVAxhGaxDcCqk</urn:password>
      </urn:login>
   </soapenv:Body>
</soapenv:Envelope>
